type TmockCommentCards = {
  id: number;
  comment: string;
  author: string
}

const mockCommentCards: TmockCommentCards[] = [
  {
    id: 1,
    comment: 'Я заказала последний iPhone из США через ваш сервис, и доставка прошла быстро и без каких‑либо проблем. Гарантии качества и надёжная упаковка сделали мой опыт покупки невероятно позитивным',
    author: 'Анна'
  },
  {
    id: 2,
    comment: 'Я уже несколько лет заказываю дизайнерскую одежду из Франции через ваш сервис, и он никогда меня не подводил. Важно иметь надёжную компанию, которая позаботится о вашем заказе и предоставит все необходимые документы для ввоза в Россию',
    author: 'Алексей'
  },
  {
    id: 3,
    comment: 'Я уже несколько лет заказываю дизайнерскую одежду из Франции через ваш сервис, и он никогда меня не подводил. Важно иметь надежную компанию, которая позаботится о вашем заказе и предоставит все необходимые документы для ввоза в Россию',
    author: 'Ольга'
  },
  {
    id: 4,
    comment: 'Заказал шикарные часы из Швейцарии, и доставка была невероятно быстрой. Ваш сервис делает интернет-шоппинг более доступным и удобным',
    author: 'Игорь'
  },
  {
    id: 5,
    comment: 'Ваш сервис действительно изменил мой способ покупок. Я больше не переживаю о таможенных вопросах и документах - все у вас в порядке. Спасибо за ваше качество и надежность',
    author: 'Екатерина'
  },
  {
    id: 6,
    comment: 'Я заказал редкий антикварный предмет из Японии через ваш сервис, и остался впечатлен. Все пришло в отличном состоянии, и ваша гарантия качества действительно работает. Спасибо за ваше профессиональное обслуживание',
    author: 'Дмитрий'
  }
];

export default mockCommentCards;